Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Managers will be able to create performance check-ins with their direct reports. The check-ins include widgets in which managers can give their view on a direct report's progress, their overall performance, their goals, and their behaviors. Once the check-in is submitted, workers will be able to see these widgets and decide whether to select "Accept" or "Let's Meet" on the check-in page.
nl_nl: Managers kunnen prestatie-check-ins maken met hun directe medewerkers. De check-ins bevatten widgets waarin managers hun mening kunnen geven over de voortgang van een directe medewerker, hun algehele prestaties, hun doelen en hun gedrag. Zodra de check-in is ingediend, kunnen werknemers deze widgets bekijken en beslissen of ze "Accepteren" of "Laten we afspreken" willen selecteren op de check-in pagina.

source: Allow new managers to see performance check-ins in "In progress", "Pending confirmation" or "Under review" status between their direct reports and their previous manager.
nl_nl: Sta nieuwe managers toe om prestatie check-ins te zien in de status "In uitvoering", "In afwachting van bevestiging" of "In behandeling" tussen hun directe rapporten en hun vorige manager.

source: Check-ins about workers in "In progress", "Pending confirmation", or "Under review" status will be automatically shared with their new line manager.
nl_nl: Check-ins over werknemers in de status "In uitvoering", "In afwachting van bevestiging" of "In behandeling" worden automatisch gedeeld met hun nieuwe lijnmanager.

source: Allow new managers to view completed performance check-ins between their direct reports and their previous manager.
nl_nl: Sta nieuwe managers toe om voltooide performance check-ins tussen hun directe rapporten en hun vorige manager te bekijken.

source: Previously completed check-ins about a worker will be automatically shared with their new line manager.
nl_nl: Eerder voltooide check-ins over een werknemer worden automatisch gedeeld met hun nieuwe lijnmanager.

source: Allow workers to create performance check-ins with their manager
nl_nl: Sta werknemers toe om prestatie check-ins met hun manager te maken

source: Enable the "Check-Ins" feature
nl_nl: Schakel de functie \"Check-Ins\" in

source: Check-ins enable managers and words to create a structured discussion when they choose. They can create and edit the content and comments to their liking, and all content is only visible to the participants. We recommend you review and activate the email notifications associated with check-ins in the "Email notifications" page.
nl_nl: Check-ins stellen managers en medewerkers in staat om een gestructureerd gesprek te voeren wanneer zij dat willen. Ze kunnen de inhoud en opmerkingen naar wens maken en bewerken, en alle inhoud is alleen zichtbaar voor de deelnemers. We raden je aan om de e-mailmeldingen die aan check-ins zijn gekoppeld te bekijken en te activeren op de pagina "E-mailmeldingen".

source: Workers can set regular check-ins with
nl_nl: Werknemers kunnen regelmatige check-ins plannen met

source: Line managers and direct reports only
nl_nl: Alleen lijnmanagers en directe rapporten

source: Upcoming check-ins
nl_nl: Aankomende check-ins

source: Here are some tips to make the most of your check-in conversation.
nl_nl: Hier zijn enkele tips om het meeste uit je check-in-gesprek te halen.

source: Upload the logo and type the label that you want to see on the browser tab. If you don't change this, the default beqom logo and label will be used.
nl_nl: Upload het logo en typ het label dat je op het browsertabblad wilt zien. Als je dit niet verandert, worden het standaard beqom-logo en label gebruikt.

source: Cancel edit
nl_nl: Bewerking annuleren

source: Application header
nl_nl: Applicatiekop

source: Choose the logos and labels you want to see in the application header. You can upload your company logo or keep the default beqom logo.
nl_nl: Kies de logo's en labels die je in de applicatiekop wilt zien. Je kunt je bedrijfslogo uploaden of het standaard beqom-logo behouden.

source: Display option
nl_nl: Weergaveoptie

source: Company logo & platform label
nl_nl: Bedrijfslogo & platformlabel

source: Company logo
nl_nl: Bedrijfslogo

source: Default beqom logo
nl_nl: Standaard beqom-logo

source: Company logo & beqom default logo
nl_nl: Bedrijfslogo & beqom standaardlogo

source: Choose the logos and labels you want to see in the header of the emails sent by the system. You can upload your company logo or keep the default beqom logo.
nl_nl: Kies de logo's en labels die je in de koptekst van de e-mails wilt zien die door het systeem worden verzonden. Je kunt je bedrijfslogo uploaden of het standaard beqom-logo behouden.

source: Upload your logo
nl_nl: Upload uw logo

source: Go to Web version
nl_nl: Ga naar de webversie

source: Configure the label of the button that directs to the beqom application from Office 365.
nl_nl: Configureer het label van de knop die naar de beqom-applicatie vanuit Office 365 leidt.

source: Button label
nl_nl: Knoplabel

source: You can change the beqom label to a name that will be familiar to your users.
nl_nl: U kunt het beqom-label wijzigen in een naam die uw gebruikers bekend zal zijn.

source: My compensation history
nl_nl: Mijn compensatiegeschiedenis

source: Total compensation
nl_nl: Totale compensatie

source: Your changes to the configuration were successfully applied.
nl_nl: Uw wijzigingen in de configuratie zijn succesvol toegepast.

source: You have an unsaved comment. Are you sure you want to leave and discard your comment?
nl_nl: U heeft een niet-opgeslagen opmerking. Weet u zeker dat u wilt vertrekken en uw opmerking wilt verwijderen?

source: Unsaved comment
nl_nl: Niet-opgeslagen opmerking

source: Collapse {{groupKey}}
nl_nl: Samenvouwen {{groupKey}}

source: Drag to reorder column {{columnName}}
nl_nl: Sleep om kolom {{columnName}} opnieuw te ordenen

source: Drag to reorder group {{groupKey}}
nl_nl: Sleep om groep {{groupKey}} te herschikken

source: Expand {{groupKey}}
nl_nl: Uitklappen {{groupKey}}

source: Frozen columns are fixed; columns can only be reordered within their current group.
nl_nl: Bevroren kolommen zijn vastgezet; kolommen kunnen alleen binnen hun huidige groep worden herschikt.

source: Set column visibility
nl_nl: Kolomweergave instellen

source: Column config
nl_nl: Kolomconfiguratie

source: Toggle visibility for {{columnName}}
nl_nl: Zichtbaarheid wisselen voor {{columnName}}

source: Clear search
nl_nl: Zoekopdracht wissen

source: No workers match the search/filter criteria. Remove filters and clear the search to show all workers.
nl_nl: Er komen geen medewerkers overeen met de zoek-/filtercriteria. Verwijder filters en wis de zoekopdracht om alle medewerkers weer te geven.

source: Your current access permissions don't allow you to view the information in this grid. If you believe this is a mistake, please contact your administrator or HR team.
nl_nl: Je huidige toegangsrechten geven je geen toestemming om de informatie in dit raster te bekijken. Als je denkt dat dit een vergissing is, neem dan contact op met je beheerder of HR-team.

source: You don't have access to this data
nl_nl: Je hebt geen toegang tot deze gegevens

source: Contact information
nl_nl: Contactgegevens

source: Copy goal
nl_nl: Doel kopiëren

source: Name of the country.
nl_nl: Naam van het land.

source: Add deliverable
nl_nl: Voeg deliverable toe

source: Add measurement criterion
nl_nl: Voeg meetcriterium toe

source: Attachments
nl_nl: Bijlagen

source: Specify tangible outcomes for your goal
nl_nl: Specificeer zichtbare resultaten voor je doel

source: Deliverable
nl_nl: Opleverbaar

source: Describe the goal
nl_nl: Beschrijf het doel

source: Goal target
nl_nl: Doelstelling

source: Other colleagues
nl_nl: Andere collega's

source: Create one individual goal per colleague in the selected population.
nl_nl: Maak één individueel doel per collega in de geselecteerde populatie.

source: Goal owner
nl_nl: Doeleigenaar

source: Search by people
nl_nl: Zoek op mensen

source: Who do you want to create this goal for?
nl_nl: Voor wie wilt u dit doel aanmaken?

source: Search by people and org units
nl_nl: Zoek op mensen en organisatie-eenheden

source: Creator
nl_nl: Maker

source: To create or copy a goal, at least one goal plan and one goal type must be configured in advance.
nl_nl: Om een doel te maken of te kopiëren, moet er vooraf ten minste één doelplan en één doeltype worden geconfigureerd.

source: Setup required
nl_nl: Installatie vereist

source: Myself
nl_nl: Ikzelf

source: Create your individual goals visible to you and your manager.
nl_nl: Maak je individuele doelen zichtbaar voor jou en je manager.

source: My organization
nl_nl: Mijn organisatie

source: Creates a single goal visible to a population. Changing the progress of this goal will update the progress for everyone.
nl_nl: Maakt een enkel doel dat zichtbaar is voor een populatie. Het wijzigen van de voortgang van dit doel zal de voortgang voor iedereen bijwerken.

source: Owner's manager
nl_nl: Manager van eigenaar

source: Goal alignment
nl_nl: Afstemming van doelen

source: Identify which goals align with the created goal
nl_nl: Identificeer welke doelen overeenkomen met het aangemaakte doel

source: Key deliverables
nl_nl: Belangrijkste resultaten

source: Key results
nl_nl: Belangrijkste resultaten

source: Define how you will measure success
nl_nl: Bepaal hoe je succes wilt meten

source: Maximum target
nl_nl: Maximaal doel

source: Minimum target
nl_nl: Minimale doelstelling

source: Starting value
nl_nl: Startwaarde

source: Target value
nl_nl: Doelwaarde

source: Basic info
nl_nl: Basisinformatie

source: Name of the goal
nl_nl: Naam van het doel

source: Workers in an organizational goal are included automatically based on the selected goal plan. Individual access controls of the user creating the goal are not taken into account.
nl_nl: Medewerkers in een organisatiedoelstelling worden automatisch opgenomen op basis van het geselecteerde doelstellingsplan. Individuele toegangscontroles van de gebruiker die de doelstelling aanmaakt worden niet in aanmerking genomen.

source: Goal population based on the goal plan.
nl_nl: Doelpopulatie gebaseerd op het doelplan.

source: Based on the selected goal plan
nl_nl: Gebaseerd op het geselecteerde doelplan

source: Priority
nl_nl: Prioriteit

source: Automatically using a deliverable
nl_nl: Automatisch een deliverable gebruiken

source: Automatically using the average of measurement criteria
nl_nl: Automatisch het gemiddelde van meetcriteria gebruiken

source: Manually
nl_nl: Handmatig

source: Progress tracking
nl_nl: Voortgang bijhouden

source: Tag library
nl_nl: Tagbibliotheek

source: Specify which tags from the following libraries can be added to the created goal
nl_nl: Specificeer welke tags uit de volgende bibliotheken kunnen worden toegevoegd aan het aangemaakte doel

source: Tags and alignment
nl_nl: Tags en afstemming

source: Progress tracking method
nl_nl: Methode voor het bijhouden van voortgang

source: Who should see your goal?
nl_nl: Wie moet jouw doel zien?

source: Make the goal visible to
nl_nl: Maak het doel zichtbaar voor

source: Search for workers or organizational units
nl_nl: Zoeken naar medewerkers of organisatie-eenheden

source: Managers will be able to view the goals of their team members.
nl_nl: Managers zullen de doelen van hun teamleden kunnen bekijken.

source: Give a value between 0 and 100.
nl_nl: Geef een waarde tussen 0 en 100.

source: Session expired
nl_nl: Sessie verlopen

source: Your session has been open for a while, and the application was updated in the background. Please refresh the page to ensure everything works properly.
nl_nl: Uw sessie is al een tijdje geopend en de applicatie is op de achtergrond bijgewerkt. Vernieuw de pagina om ervoor te zorgen dat alles goed werkt.

source: Eligible
nl_nl: In aanmerking komend

source: Eligible {{eligibleCount}}/{{totalCount}}
nl_nl: In aanmerking komend {{eligibleCount}}/{{totalCount}}

source: Not eligible
nl_nl: Niet in aanmerking komend

source: Advanced
nl_nl: Geavanceerd

source: This column has conditional formatting applied based on rules.
nl_nl: Op deze kolom is voorwaardelijke opmaak toegepast op basis van regels.

source: Unassigned
nl_nl: Niet toegewezen

source: Refresh data
nl_nl: Vernieuw gegevens

source: Row size
nl_nl: Rijgrootte

source: Extra tall
nl_nl: Extra lang

source: Short
nl_nl: Kort

source: Tall
nl_nl: Lang

source: Sort
nl_nl: Sorteren

source: Select fields and values
nl_nl: Selecteer velden en waarden

source: Direct Reports
nl_nl: Directe ondergeschikten

source: View formula
nl_nl: Formule bekijken

source: Indirect reports
nl_nl: Indirect ondergeschikten

source: Role view
nl_nl: Rolweergave

source: Reject & logout
nl_nl: Afwijzen & uitloggen

source: Data privacy statement
nl_nl: Verklaring gegevensbescherming

source: Please accept the data privacy statement to proceed. If you reject the statement, you will be logged out.
nl_nl: Accepteer de privacyverklaring om door te gaan. Als u de verklaring afwijst, wordt u uitgelogd.

source: Please accept the data privacy statement to proceed.
nl_nl: Accepteer de privacyverklaring om door te gaan.

source: Next month
nl_nl: Volgende maand

source: Previous month
nl_nl: Vorige maand

source: Date picker calendar
nl_nl: Datumkiezer kalender

source: Invalid date format. Please use {{dateFormat}}.
nl_nl: Ongeldig datumformaat. Gebruik {{dateFormat}}.

source: Month
nl_nl: Maand

source: Pick a date
nl_nl: Kies een datum

source: Year
nl_nl: Jaar

source: Calendar tool
nl_nl: Kalendertool

source: Select date & time
nl_nl: Selecteer datum & tijd

source: You are about to reject the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
nl_nl: Je staat op het punt om het doel <strong>{{goalTitle}}</strong> af te wijzen. Weet je zeker dat je wilt doorgaan?

source: Reject goal
nl_nl: Doel afwijzen

source: Comment
nl_nl: Opmerking

source: {{managerName}} rejected the goal <0>{{goalTitle}}</0>.
nl_nl: {{managerName}} heeft het doel <0>{{goalTitle}}</0> afgewezen.

source: Rejected goal
nl_nl: Afgewezen doel

source: The goal was rejected.
nl_nl: Het doel werd afgewezen.

source: The default language is required.
nl_nl: De standaardtaal is vereist.

source: Are you sure you want to delete this item?
nl_nl: Weet je zeker dat je dit item wilt verwijderen?

source: The goal was successfully deleted.
nl_nl: Het doel is verwijderd.

source: Please add at least one deliverable.
nl_nl: Voeg alstublieft ten minste één deliverable toe.

source: Are you sure you want to quit without saving your changes?
nl_nl: Weet je zeker dat je wilt stoppen zonder je wijzigingen op te slaan?

source: Discard changes
nl_nl: Wijzigingen negeren

source: Discard comment
nl_nl: Opmerking verwijderen

source: You have unsaved changes. Are you sure you want to leave this page and discard your changes?
nl_nl: U heeft niet-opgeslagen wijzigingen. Weet u zeker dat u deze pagina wilt verlaten en uw wijzigingen wilt negeren?

source: You will lose any unsaved changes to your comment.
nl_nl: U verliest alle niet-opgeslagen wijzigingen in uw opmerking.

source: Quit without saving
nl_nl: Afsluiten zonder op te slaan

source: Keep editing
nl_nl: Blijf bewerken

source: Unsaved changes
nl_nl: Niet-opgeslagen wijzigingen

source: Discard comment changes
nl_nl: Wijzigingen in opmerkingen negeren

source: Congratulations! Your goal is completed.
nl_nl: Gefeliciteerd! Je doel is voltooid.

source: This export is filtered based on your access permissions. It contains only the worker data you are authorized to view.
nl_nl: Deze export is gefilterd op basis van jouw toegangsrechten. Hij bevat alleen de werknemersgegevens die jij mag bekijken.

source: The password doesn't meet the requirements.
nl_nl: Het wachtwoord voldoet niet aan de vereisten.

source: Must contain at least one lowercase letter
nl_nl: Moet ten minste één kleine letter bevatten

source: Maximum password length: {{max}} characters
nl_nl: Maximale wachtwoordlengte: {{max}} tekens

source: Minimum password length: {{min}} characters
nl_nl: Minimale wachtwoordlengte: {{min}} tekens

source: Must contain at least one uppercase letter
nl_nl: Moet ten minste één hoofdletter bevatten

source: Drafts
nl_nl: Concepten

source: Press the space bar to start dragging. When dragging, you can use the arrow keys to move the item around and the escape key to cancel the action.
nl_nl: Druk op de spatiebalk om te beginnen met slepen. Tijdens het slepen kun je de pijltjestoetsen gebruiken om het item te verplaatsen en de escape-toets om de actie te annuleren.

source: Dragging was canceled and the sortable item was dropped.
nl_nl: Slepen is geannuleerd en het sorteerbare item is neergezet.

source: The sortable item was dropped in position {{position}} of {{itemCount}}.
nl_nl: Het sorteerbare item is neergezet op positie {{position}} van {{itemCount}}.

source: The draggable item is no longer over a droppable area.
nl_nl: Het versleepbare item bevindt zich niet langer boven een plaats waar het kan worden neergezet.

source: The sortable item was moved in position {{position}} of {{itemCount}}.
nl_nl: Het sorteerbare item is verplaatst naar positie {{position}} van {{itemCount}}.

source: Picked up sortable item. The sortable item is in position {{position}} of {{itemCount}}.
nl_nl: Opgepakt sorteerbaar item. Het sorteerbare item bevindt zich op positie {{position}} van {{itemCount}}.

source: Upload image
nl_nl: Afbeelding uploaden

source: Delete image
nl_nl: Afbeelding verwijderen

source: Are you sure you want to delete this file?
nl_nl: Weet u zeker dat u dit bestand wilt verwijderen?

source: Delete photo
nl_nl: Foto verwijderen

source: or drag & drop
nl_nl: of slepen & neerzetten

source: The upload failed. Make sure your file meets the requirements for file upload listed above.
nl_nl: Het uploaden is mislukt. Zorg ervoor dat uw bestand voldoet aan de hierboven vermelde vereisten voor het uploaden van bestanden.

source: Drag & drop or click upload to add file.
nl_nl: Sleep het bestand hierheen of klik op uploaden om een bestand toe te voegen.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} files.
nl_nl: Ondersteunde bestandsformaten: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximale bestandsgrootte: 10MB. Maximum aantal bestanden: {{count}} bestanden.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} file.
nl_nl: Ondersteunde bestandsformaten: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximale bestandsgrootte: 10MB. Maximum aantal bestanden: {{count}} bestand.

source: Supported file formats: JPG, JPEG, PNG
nl_nl: Ondersteunde bestandsformaten: JPG, JPEG, PNG

source: Upload documents
nl_nl: Documenten uploaden

source: Maximum file size: {{fileSize}}MB
nl_nl: Maximale bestandsgrootte: {{fileSize}}MB

source: Drag and drop your file here or click to select files. Images must be in jpg/jpeg or png format. Suggested image resolution: {{resolution}} pixels. Maximum size for images: 2MB.
nl_nl: Sleep je bestand hierheen of klik om bestanden te selecteren. Afbeeldingen moeten in jpg/jpeg- of png-formaat zijn. Aanbevolen afbeeldingsresolutie: {{resolution}} pixels. Maximale grootte voor afbeeldingen: 2MB.

source: Preview only; population settings prevent you from opening this goal.
nl_nl: Alleen voorbeeldweergave; populatie-instellingen voorkomen dat je dit doel opent.

source: No results match the search/filter criteria.<br/>Remove filters and clear the search to show all results.
nl_nl: Geen resultaten voldoen aan de zoek-/filtercriteria.<br/>Verwijder filters en wis de zoekopdracht om alle resultaten weer te geven.

source: Enter URL
nl_nl: Voer URL in

source: Equity manager
nl_nl: Aandelenbeheerder

source: Grant price
nl_nl: Toekenningsprijs

source: Grant timeline
nl_nl: Toekenningsschema

source: Grant timeline help
nl_nl: Hulp bij het tijdschema voor toekenning

source: Next grants vested amount
nl_nl: Volgende toegekende verworven hoeveelheid

source: All my equity plans
nl_nl: Al mijn aandelenplannen

source: My equity plans
nl_nl: Mijn aandelenplannen

source: First vesting
nl_nl: Eerste verwerving

source: Grant date
nl_nl: Toekenningsdatum

source: Grants
nl_nl: Toekenningen

source: Last vesting
nl_nl: Laatste verwerving

source: Executive plan name
nl_nl: Naam van het uitvoerend plan

source: Next vesting
nl_nl: Volgende verwerving

source: Strike price
nl_nl: Uitoefenprijs

source: Vested grants
nl_nl: Verworven toekenningen

source: Vesting date
nl_nl: Vervaldatum

source: Vesting period
nl_nl: Vestingperiode

source: Reset to current value
nl_nl: Opnieuw instellen naar huidige waarde

source: My equity simulation
nl_nl: Mijn aandelensimulatie

source: Stock trend ($/unit)
nl_nl: Aandelen trend ($/eenheid)

source: Equity overview
nl_nl: Overzicht van aandelen

source: My equity overview
nl_nl: Mijn aandelenoverzicht

source: Total grants vested amount
nl_nl: Totaal toegekende bedragen

source: Equity plan type
nl_nl: Type aandelenplan

source: Stock options
nl_nl: Aandelenopties

source: 403 - Access denied
nl_nl: 403 - Toegang geweigerd

source: 404 - Page not found
nl_nl: 404 - Pagina niet gevonden

source: Unexpected error
nl_nl: Onverwachte fout

source: More information is available in the console.
nl_nl: Meer informatie is beschikbaar in de console.

source: Error ID: {{text}}
nl_nl: Fout-ID: {{text}}

source: Error
nl_nl: Fout

source: Your form contains the following errors
nl_nl: Uw formulier bevat de volgende fouten

source: Message: {{text}}
nl_nl: Bericht: {{text}}

source: Information not provided.
nl_nl: Informatie niet verstrekt.

source: Connection lost
nl_nl: Verbinding verbroken

source: Your device has lost Internet access. Please check your network and try again.
nl_nl: Uw apparaat heeft de internetverbinding verloren. Controleer uw netwerk en probeer het opnieuw.

source: The page cannot be displayed.
nl_nl: De pagina kan niet worden weergegeven.

source: A proxy is blocking the connection. Please try again.
nl_nl: Een proxy blokkeert de verbinding. Probeer het opnieuw.

source: An unexpected error has occurred.
nl_nl: Er is een onverwachte fout opgetreden.

source: divide
nl_nl: verdelen

source: Missing operator. You need an operator like + or * between numbers and fields or before a parenthesis.
nl_nl: Ontbrekende operator. U heeft een operator zoals + of * nodig tussen getallen en velden of voor een haakje.

source: An expression is required.
nl_nl: Een expressie is vereist.

source: Expression incomplete. Make sure there is a number or field after the operator.
nl_nl: Expressie incompleet. Zorg ervoor dat er een getal of veld staat na de operator.

source: An expression cannot end with an operator. End with a number, field or ) .
nl_nl: Een expressie kan niet eindigen met een operator. Eindig met een getal, veld of ) .

source: An expression cannot start with an operator. Start with a number, field or ( .
nl_nl: Een expressie kan niet beginnen met een operator. Begin met een getal, veld of ( .

source: Mismatched parentheses. Make sure every ( has a matching ) .
nl_nl: Niet-overeenkomende haakjes. Zorg ervoor dat elke ( een bijbehorende ) heeft.

source: Missing operator after parenthesis
nl_nl: Ontbrekende operator na haakje

source: Cannot calculate a single operator. Please enter a full expression.
nl_nl: Kan geen enkele operator berekenen. Voer een volledige expressie in.

source: Expression formula
nl_nl: Expressieformule

source: Expression builder
nl_nl: Expressiebouwer
